{
  "teamDetails": [
    {
      "name": "Joanne Stewart",
      "title": "Dentist",
      "text1": "Dr. Joanne lives in Stanley Bridge with her husband Richard. They have three children Lauren, Jordan and Charlee. They have two Nova Scotia Duck Tolling Retrievers, Rosie and Macee, that keep them active outdoors! She enjoys spending time outdoors in the woods or on the water.",
      "text2": "Dr. Joanne believes strongly in giving back to the community. She is involved in various volunteer positions such as church moderator for Community Baptist Church, Sunday School teacher, past president of the Dental Association of PEI, dental representative on the Seniors Secretariat, volunteer for DAPEI/CDA Convention, participant in Hospice PEI’s Dancing with the Stars 2016, and volunteer for hospice PEIDWTS 2017 and 2018.",
      "imageUrl": "/assets/img/dr-joanne.jpg"
    },
    {
      "name": "Mary-Joy Jenkins",
      "title": "Dental Assistant",
      "text1": "Mary Joy graduated from Dental Assisting at Holland College in 1988. She has been an integral part of the dental team since July 1989. She brings a passion for patient care and comfort that is unsurmountable. She has an artistic eye, inherited from her mom, that makes her a valuable part of the dental team when dealing with esthetic issues such as crowns, bridges, implants, dentures and esthetic bonding.",
      "text2": "Mary Joy lives in Pownal with her husband Robert. She has three grown children Brendan, Kayla and Cameron. When not at work she enjoys spending time with her family, walking, camping and boating.",
      "imageUrl": "/assets/img/maryjoy.jpg"
    },
    {
      "name": "Bernie Constable",
      "title": "Dental Assistant",
      "text1": "Bernie graduated from The Holland College Dental Assisting Program in 1978 . Bernie joined Dr. Joanne’s team in 2001. She is a key member of the team keeping us all on time! She is our “energizer bunny”!",
      "text2": "Bernie lives in Mt Herbert with her husband Ken. She has five grown children; Jamie, Tara, Jonathan, Nicholas and Christopher. Bernie loves spending time with her children, their partners and her pride and joy, her grandchildren Sahara, Clarke and Edith. When she is not busy being a very special Nanny she loves to work on her “projects”. She always has something on the go from renovations to sewing.",
      "imageUrl": "/assets/img/bernie.jpg"
    },
    {
      "name": "Karen McGuigan",
      "title": "Dental Hygienist",
      "text1": "Karen graduated from Dalhousie University School of Dental Hygiene in 1980. Karen has been a key member of our dental team since 1998. Patient comfort and education towards maintaining good oral hygiene are key components of Karen’s treatment philosophy.",
      "text2": "Karen lives in Village Green with her partner Wayne. She has two grown children, Jamie and Jeffrey. She loves taking visits to Toronto and New York to see her children, their spouses and most importantly her granddaughter, Charlotte. If Karen is not traveling, she loves to spend time gardening, knitting and doing yoga.",
      "imageUrl": "/assets/img/karen.jpg"
    },
    {
      "name": "Bailiey Gillis",
      "title": "Dental Hygienist",
      "text1": "Bailey is the newest member of our team. We are so happy she has chosen to join our us! Bailey graduated from Montague High School in 20XX. She attended The Canadian National Institute of Health where she graduated with her diploma in dental hygiene in XXXX. She spent three years in Saskatchewan before moving home to P.E.I.",
      "text2": "When she is not educating people on the health benefits of good oral hygiene she loves spending time outdoors farming, spending time working on her waterfront property and travelling.",
      "imageUrl": "/assets/img/bailee.jpg"
    },
    {
      "name": "Gerarda MacDonald",
      "title": "Dental Receptionist",
      "text1": "Gerarda graduated from O’Leary highschool. She hails originally from western PEI. We were fortunate to have her join our team in 1993. She keeps us organized and on time. She is a true gem as she has a heart of gold. She has such compassion for our patients. It is not out of the ordinary to see her sitting next to them in the waiting room having a heartfelt conversation. She loves people and it shows!",
      "text2": "Gerarda lives in Stratford with her husband Blair. She has two grown children Darcy and Brittany. She loves keeping in touch with them and their partners. Her favourite time of the week is facetiming with Lily and Braiden, her precious grandchildren. Gerarda loves to spend her free time being active walking, golfing and of course, spending time with her , Stella.",
      "imageUrl": "/assets/img/gerarda.jpg"
    },
    {
      "name": "Lynn Robinson",
      "title": "Dental Receptionist",
      "text1": "We are thrilled that Lynn decided to join our dental team as a receptionist in October 2017. Lynn graduated from Holland College Dental Assisting in 1982 with her diploma in dental assisting. Prior to moving back to PEI in 1997 she worked as a dental assistant in Edmonton and Vancouver. After a small hiatus from the dental world she is happy to be back!",
      "text2": "Lynn lives in Mermaid with her husband Dave. They have two grown children, Jade and Brett. Lynn loves to give back to her community. She has a huge heart and loves to help those in need. In her downtime she loves spending time with her family, going to the beach, skating and “hanging out” with the girls!",
      "imageUrl": "/assets/img/lynn.jpg"
    }
  ]
}